typecad/hal/tests/packages/framework-esp32/fixtures/handwritten-idf-project/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32"
CONFIG_LOG_DEFAULT_LEVEL_INFO=y
CONFIG_FREERTOS_HZ=1000
